/* Localizable strings of com.apple.screensaver preference manifest */

"screensaver.pfm_title" =			"Окно входа заставки";
"screensaver.pfm_description" =			"Настройки заставки и пароля режима сна, а также настройки заставки окна входа";
"loginWindowIdleTime.pfm_title" =			"Период бездействия окна входа";
"loginWindowIdleTime.pfm_description" =		"Время бездействия окна входа (в секундах). Установите «0», чтобы отключить заставку в окне входа.";
"loginWindowModulePath.pfm_title" =			"Путь к модулю заставки окна входа";
"loginWindowModulePath.pfm_description" =	"Путь к модулю заставки, например, «/Система/Библиотеки/Screen Savers/Flurry.saver». Внимание: для работы некоторых заставок необходимо войти в систему. Это, например, широковещательные заставки, случайные заставки, смешанные заставки или заставки, не подписанные Apple.";
"askForPassword.pfm_title" =			"Запросить пароль";
"askForPassword.pfm_description" =			"Запрашивать пароль для выхода из режима сна или заставки. Установите «1», чтобы запрашивать пароль; «0» — чтобы не запрашивать пароль.";
